{
	"label": "Ranger",
	"mapping":{
      "miss":"system.miss.value",
      "attack":"system.attack.value",
      "range":"system.range.value",
      "hit":"system.hit.value",
	  "evenhit": "system.hitEven.value",
	  "evenmiss": "system.missEven.value",
	  "oddmiss": "system.missOdd.value.",
      "trigger":"system.trigger.value",
      "target":"system.target.value",
      "adv":"system.feats.adventurer.description.value",
      "champ":"system.feats.champion.description.value",
      "epic":"system.feats.epic.description.value",
      "special":"system.special.value",
      "effect":"system.effect.value"
   },
	"entries": {
		"Animal Companion (Ranger)": {
			"name": "Companheiro Animal (Ranger)",
			"effect": "<p> Você tem um companheiro animal devotado a você que luta ao seu lado como um membro de seu grupo de aventureiros. </p>\n<p> Ao investir um único talento em Companheiro Animal, você terá um companheiro animal novato. Se você investiu dois talentos no Companheiro Animal, você tem um companheiro animal perito. </p>\n<p> Ao rolar a iniciativa, você pode escolher se deseja que o seu companheiro animal participe da batalha. Você também pode chamar o seu companheiro animal durante a batalha com uma ação rápida. </p>\n<p> O companheiro animal novato só pode ser chamado uma vez a cada duas batalhas. Ele não pode lutar em duas batalhas consecutivas & mdash; mesmo entre a cura completa -ups, aventuras ou ganhar novos níveis. O companheiro animal perito não têm essa limitação; ele pode lutar em todas as batalhas, se o ranger assim o desejar. </p> "
		},
		"Animal Companion Feats 1 (Ranger)": {
			"name": "Companheiro Animal Proezas 1 (Ranger)",
			"adv": "<p>Uma vez por dia, seu companheiro animal pode atacar duas vezes em uma rodada com uma ação padrão.</p>",
			"champ": "<p>Uma vez por dia, seu companheiro animal pode forçar um inimigo a refazer uma jogada de ataque que o tenha acertado.</p>",
			"epic": "<p>Aumente a categoria do dado de dano de seu companheiro animal em um (por exemplo, de d6 para d8, ou de d8 para d10).</p>",
			"special": "<p>As proezas do companheiro animal do ranger foram desenvolvidas para que elas não se acumulem umas com as outras. Diferente de outras proezas, você não precisa escolher as proezas do companheiro animal uma após a outra, desde que você se qualifique para o patamar correto.</p>"
		},
		"Animal Companion Feats 2 (Ranger)": {
			"name": "Companheiro Animal Proezas 2 (Ranger)",
			"adv": "<p>Uma vez por batalha, seu companheiro animal pode tornar um sucesso de um inimigo em um teste para se desengajar em uma falha.</p>",
			"champ": "<p>Seu talento Caçador Letal também se aplica ao seu companheiro animal.</p>",
			"epic": "<p>Aumente a CA de seu companheiro animal em +1.</p>",
			"special": "<p>As proezas do companheiro animal do ranger foram desenvolvidas para que elas não se acumulem umas com as outras. Diferente de outras proezas, você não precisa escolher as proezas do companheiro animal uma após a outra, desde que você se qualifique para o patamar correto.</p>"
		},
		"Animal Companion Feats 3 (Ranger)": {
			"name": "Companheiro Animal Proezas 3 (Ranger)",
			"adv": "<p>Uma vez por dia, refaça uma jogada de ataque de seu companheiro animal que tenha errado o alvo.</p>",
			"champ": "<p>Aumente a Defesa Física e a Defesa Mental de seu companheiro animal em +1.</p>",
			"special": "<p>As proezas do companheiro animal do ranger foram desenvolvidas para que elas não se acumulem umas com as outras. Diferente de outras proezas, você não precisa escolher as proezas do companheiro animal uma após a outra, desde que você se qualifique para o patamar correto.</p>"
		},
		"Animal Companion Feats 4 (Ranger)": {
			"name": "Companheiro Animal Proezas 4 (Ranger)",
			"adv": "<p>Seu companheiro animal soma o dado de intensidade aos seus ataques.</p>",
			"special": "<p>As proezas do companheiro animal do ranger foram desenvolvidas para que elas não se acumulem umas com as outras. Diferente de outras proezas, você não precisa escolher as proezas do companheiro animal uma após a outra, desde que você se qualifique para o patamar correto.</p>"
		},
		"Archery": {
			"name": "Arquearia",
			"adv":"Suas jogadas de Arquearia refeitas ganham um bônus de ataque de +2 e sua margem de crítico aumenta em 1.",
			"champ":"Uma vez por dia, você pode usar Arqueria duas vezes na mesma batalha.",
			"epic":"Uma vez por dia, você pode transformar um acerto de ataque a distância em um acerto crítico.",
			"effect":"Uma vez por batalha, refaça uma jogada de ataque a distância que tenha errado."
		},
		"Double Melee Attack (Attack)": {
			"name": "Ataque Duplo Corpo a Corpo (Ataque)",
			"evenhit": "Repita este ataque se este foi o seu primeiro ataque com esta ação",
			"evenmiss": "Repita este ataque se este foi o seu primeiro ataque com esta ação"
		},
		"Double Melee Attack (Talent)": {
			"name": "Ataque Duplo Corpo a Corpo (Talento)",
			"adv":"Seu segundo ataque ganha um bônus de +2 se for contra um alvo diferente do primeiro ataque.",
			"champ":"Uma vez por batalha, use seu Ataque Duplo Corpo a Corpo após uma jogada de ataque com resultado ímpar.",
			"epic":"A cada turno, você pode tentar se livrar de um inimigo antes de uma jogada de ataque que seja parte de seu Ataque Duplo Corpo a Corpo. Você pode também usar sua ação de movimento entre seus dois ataques se você desejar.",
			"effect":"Quando estiver lutando com duas armas corpo a corpo de uma mão, sua opção padrão é fazer um ataque corpo a corpo duplo.<br> O dado de dano é reduzido em uma categoria, normalmente de d8s para d6s. Se seu primeiro ataque tiver um resultado par natural (acerto ou erro), você pode fazer um segundo ataque como ação livre.<br> Se decidir que não quer fazer um ataque duplo lutando com duas armas corpo a corpo, declare isso antes de fazer a jogada de ataque; o ataque único causará dano com a categoria de dado correta."
		},
		"Double Ranged Attack (Attack)": {
			"name": "Ataque Duplo a Distância (Ataque)",
			"evenhit": "Repita este ataque se este foi o seu primeiro ataque com esta ação",
			"evenmiss": "Repita este ataque se este foi o seu primeiro ataque com esta ação"
		},
		"Double Ranged Attack (Talent)": {
			"name": "Ataque Duplo a Distância (Talento)",
			"adv":"Seu segundo ataque ganha um bônus de +2 se for contra um alvo diferente do primeiro ataque.",
			"champ":"Uma vez por batalha, use seu Ataque a Distância Duplo após uma jogada de ataque com resultado ímpar.",
			"epic":"A cada turno, você pode tentar se livrar de um inimigo antes de uma jogada de ataque que seja parte de seu Ataque a Distância Duplo. Você pode também usar sua ação de movimento entre seus dois ataques se você desejar.",
			"effect":"Ao atacar com uma arma de ataque a distância que não precise ser recarregada, sua opção padrão é fazer um ataque a distância duplo.<br>O dado de dano é reduzido em uma categoria, normalmente de d8s para d6s. Se seu primeiro ataque tiver um resultado par natural (acerto ou erro), você pode fazer um segundo ataque como ação livre.<br>Se decidir que não quer fazer um ataque duplo ao disparar seu arco ou outra arma de longa distância, declare isso antes de fazer a jogada de ataque; o ataque único causará dano com a categoria de dado correta."
		},
		"Favored Enemy": {
			"name": "Inimigo Favorito",
			"adv":"Você pode mudar seu inimigo favorito meditando quando você tiver uma recuperação completa.",
			"champ":"Sua margem de crítico para ataques a distância contra inimigos favoritos expande em 1 (para +3).",
			"epic":"Escolha um segundo tipo de monstro não humanoide como inimigo favorito.",
			"effect":"Escolha um tipo de monstro específico. A margem de crítico de seus ataques de ranger contra aquele inimigo aumenta em 2. O tipo de cada monstro está listado em seu bloco de características. Essa é a nossa lista atual: aberração, besta, construto, demônio, dragão, gigante, humanoide*, limo, planta, e morto-vivo.<br> *Escolhendo humanoide: Diferente dos outros inimigos favoritos, escolher humanoide como inimigo favorito toma duas vagas de talentos de classes do ranger."
		},
		"Fey Queen's Enchantments": {
			"name": "Encantos da Rainha Feérica",
			"adv":"Você pode escolher qual atributo vai usar para a magia de feiticeiro que você pode lançar.",
			"champ":"Você agora pode escolher a partir da lista de magias à vontade do feiticeiro.",
			"epic":"Você ganha uma magia de feiticeiro adicional à sua escolha que seja de nível igual ou inferior ao seu, totalizando duas com este talento.",
			"effect":"Escolha uma magia recarregável ou diária de nível igual ou inferior ao seu da classe feiticeiro. Você pode lançar essa magia como se fosse um feiticeiro (porém, não pode acumular poder). Você pode mudar a magia escolhida a cada recuperação completa. Sinta-se livre para renomear e reinterpretar a magia do feiticeiro da melhor forma que se adequar à sua origem selvagem."
		},
		"First Strike": {
			"name": "Primeiro Ataque",
			"adv":"A margem de crítico de seu Primeiro Ataque aumenta em 1 (até +3).",
			"champ":"Uma vez por dia, cause o triplo de dano com o crítico de Primeiro Ataque em vez de dano dobrado.",
			"epic":"Toda vez que você acertar com seu Primeiro Ataque, você pode refazer a jogada de dano uma vez e usar o maior resultado.",
			"effect":"A primeira vez que você atacar um inimigo durante uma batalha, sua margem de critico expande em 2 (normalmente para 18+). Uma turba de capangas conta como um único inimigo."
		},
		"Lethal Hunter": {
			"name": "Caçador Letal",
			"adv":"A margem de crítico de seus ataques de Caçador Letal expande em 1 (até +3).",
			"champ":"Uma batalha por dia, você pode usar o seu Caçador Letal contra dois inimigos diferentes.",
			"epic":"Seu crítico de Caçador Letal causa o triplo do dano em vez do dobro enquanto seu dado de intensidade for 3+.",
			"effect":"Uma vez por batalha, como uma ação livre, escolha um inimigo. A margem de crítico de seus ataques contra aquele inimigo aumenta em 2 pelo resto da batalha. Uma turba de capangas conta como um único inimigo."
		},
		"Melee attack (Ranger)": {
			"name": "Ataque Corpo a Corpo (Ranger)"
		},
		"Ranged Attack (Ranger)": {
			"name": "Ataque a Distancia (Ranger)"
		},
		"Ranger ex Cathedral": {
			"name": "Ex-Ranger da Catedral",
			"adv":"Suas jogadas de Arquearia refeitas ganham um bônus de ataque de +2 e sua margem de crítico aumenta em 1.",
			"champ":"Uma vez por dia, você pode usar Arqueria duas vezes na mesma batalha.",
			"epic":"Uma vez por dia, você pode transformar um acerto de ataque a distância em um acerto crítico.",
			"effect":"Uma vez por batalha, refaça uma jogada de ataque a distância que tenha errado."
		},
		"Ranger's Pet (Familiar Rules)": {
			"name": "Criatura do Ranger (Regras)",
			"effect":"<p> Você tem um animal ou uma besta minúscula ou pequena que o ajuda e fornece companhia. Também oferece oportunidades para improvisação entre você e o GM. </p> <p> Seu animal de estimação é tão inteligente quanto uma pessoa normal . Ele pode se comunicar com você e permanecerá perto de você, a menos que você tenha escolhido habilidades que o permitam se afastar. Seu animal de estimação está do seu lado, mas não está perfeitamente sob seu controle. </p> <p> Se seu animal de estimação morrer, ele pode voltar para você na próxima vez que receber uma cura completa. (O método ou a história usada é entre você e o GM.) Como alternativa, você pode conseguir um novo animal de estimação. </p> <p> Animais de estimação são inúteis em combate , exceto conforme indicado por suas habilidades. Normalmente, eles não são afetados por ataques e feitiços inimigos, a menos que a história exija. </p> <h2> Habilidades do animal de estimação </h2> <p> Escolha duas das seguintes habilidades para o seu animal de estimação. </p>  <h3> Ágil </h3> <p> Você ganha um bônus de +2 nos testes de habilidade de Destreza. </p> <h3> Alerta, talvez até mesmo sensato </h3> <p> Você ganha um +2 de bônus em testes de habilidade de Sabedoria. </p> <h3> Batedor </h3> <p> Uma vez por dia, seu animal de estimação pode se separar de você e fazer uma corrida de reconhecimento de uma área ou local. Role uma verificação de habilidade fácil para o ambiente para fazer seu animal de estimação explorar sem ser visto. </p> <h3> Falante </h3> <p> Seu animal de estimação pode falar como uma pessoa (mas o GM fala pelo animal mais do que você). </p> <h3> Mímico </h3> <p> Uma batalha por dia, você ganha o uso do poder racial (sem as proezas) de um aliado próximo. </p> <h3> Mordida de reação </h3> <p> A cada batalha, se seu animal de estimação estiver perto de você, ele morde o primeiro inimigo que o atingir com um ataque corpo a corpo após esse ataque, causando [[(@lvl) d4]] de dano (sem jogada de ataque) a esse inimigo. </p> <h3> Resistente </h3> <p> Você ganha +1 de bônus de salvamento. Resistente conta como duas habilidades do animal de estimação. </p> <h3> Venenoso </h3> <p> Uma vez por batalha, quando você acertar um inimigo engajado com você, você pode adicionar [[5]] dano de veneno contínuo por patamar para a rolagem de dano. </p> <h3> Voo </h3> <p> Seu animal de estimação voa, assim como um falcão. Ele não voa com tanta frequência e geralmente fica com você, mas quando suas outras habilidades permitirem, poderá fazê-lo. </p>"
		},
		"Ranger's Pet": {
			"name": "Criatura do Ranger",
			"effect":"Você tem um animal ou uma besta de pequeno porte que lhe acompanha em suas aventuras. Use as regras para o talento de Familiar do mago, mas renomeie o animal como sua criatura ou seu amigo em vez de familiar.<br> As regras para familiar funcionam muito bem para a criatura, com a exceção de que talvez você queira mudar a natureza da criatura para totalmente natural em vez de parcialmente mágica. Pode parecer irritante repetir que você deve consultar as regras na classe mago na página 135, mas pensamos que seria pior se colocássemos as mesmas regras duas vezes no livro.<br> A outra diferença entre o talento Criatura do Ranger para Familiar do Mago aparece nas proezas. Como um ranger, sua criatura pode acabar com mais habilidades, se você escolher.",
			"adv": "Sua criatura recebe uma terceira habilidade.",
			"champ": "Sua criatura recebe uma quarta habilidade.",
			"epic": "Sua criatura recebe uma quinta habilidade."
		},
		"Tracker": {
			"name": "Rastreador",
			"adv":"Sua percepção do modo como o mundo se organiza aumenta; agora você pode usar acrobacia de terreno em ambientes urbanos. Certamente existem opções suficientes em ambiente urbanos para você aproveitar. Agora é com você.",
			"champ":"Você pode rastrear tão bem em áreas urbanas quanto no ermo.",
			"epic":"É possível que rastrear não seja algo totalmente f ísico para você, isso se alguma vez tiver sido. Você pode rastrear criaturas voadoras que normalmente não seriam rastreáveis e é capaz de até mesmo um teleporte deixar uma noção de direção. Cabe a você decidir se sua habilidade de rastrear vem de espíritos da natureza ou algum outro aspecto do mundo sugerido por seus antecedentes e suas muitas camadas de histórico aventureiro.",
			"effect":"Você tem o antecedente Rastreador (se o nome parecer um incômodo para você, mude-o de acordo com a história do seu personagem) com seu bônus máximo de +5, sem precisar gastar seus pontos normais de antecedentes com isso. Você é um rastreador selvagem especialista, capaz de ler as pistas do ambiente que outros não perceberiam. Porém, este talento não funciona bem em ambientes urbanos movimentados.<br> Além disso, você tem o poder <i>acrobacia de terreno.</i><br> <b>Acrobacia de terreno</b>: No início de cada batalha em um ambiente que não seja urbano, jogue um d6. Cada vez após o dado de intensidade atingir esse número, você será capaz de usar uma ação rápida para executar uma acrobacia de terreno. Normalmente, só é possível usar acrobacia de terreno uma vez por batalha, mas as circunstâncias, a geografia ou um planejamento excelente podem sugerir que você seja capaz de utilizá-la mais de uma vez.<br> <i>Acrobacias de terreno</i> são efeitos improvisados que representam seu conhecimento acima do normal sobre a natureza e todas as formas naturais do mundo. Coisas como derrubar na cabeça de seus adversários um ninho de vespas que ninguém tinha percebido, manobrar um inimigo para um terreno encharcado para que o atrase, disparar contra a copa de um cogumelo de esporos em uma masmorra para afetar seus inimigos, fazer a espada de seu inimigo ficar presa em uma estalactite, encontrar um galho de árvore que o permita se arremessar para atacar o demônio voador que pensava estar além do alcance de seu machado e coisas do tipo."
		},
		"Two-Weapon Mastery": {
			"name": "Maestria em Duas Armas",
			"adv":"Quando você lutar com duas armas corpo a corpo de uma mão aumente o dano causado pelos ataques errados, adicionando seu nível a eles. Portanto, a maioria de seus ataques corpo a corpo vai causar o dobro de seu nível quando errar.",
			"champ":"Se você lutar com duas armas de combate corpo a corpo de uma mão, toda vez que um inimigo fizer um ataque corpo a corpo contra você e tirar um 1 natural, você poderá fazer um ataque de oportunidade contra esse inimigo como uma ação livre.",
			"epic":"Em uma batalha por dia, aumente o dano que você causa ao errar ataques para o triplo de seu nível em vez do dobro (por Maestria em Duas Armas).",
			"effect":"Você ganha um bônus de +1 de ataque quando estiver lutando com uma arma de uma mão em cada mão."
		}
	}
}